[
	{
		"title": "Fajita Parchment-Baked Chicken",
		"country": "Mexico",
		"city": "Mexico",
		"tags": ["Mexican", "Quick"],
		"cook_minutes": 30,
		"img": "https://img.buzzfeed.com/thumbnailer-prod-us-east-1/fd6ce4f4938d43b5b0dcba34bb7b8ecd/BFV14814_Parchment-BakedChicken4Ways_FB.jpg",
		"intro": "A simple authentic dish from Mexico, Mexico that only takes 30 minutes to cook.",
		"steps": [
			"Preheat oven to 400°F (200°C).",
			"Fold the parchment paper in half, then open up.",
			"Thinly slice the peppers and onion and lay them on one half of the parchment paper.",
			"Drizzle on oil and sprinkle on salt & pepper.",
			"Lay the chicken on the peppers. Season with taco seasoning, salt and pepper, and spoon on salsa. Top with cheese.",
			"Fold the parchment paper over the chicken, and cinch the paper together by folding it over itself along the edges.",
			"Bake for 25-30 minutes or until internal temperature of chicken reaches 165˚F (75˚C).",
			"Enjoy!"
		],
		"ingredients": [
			"Parchment paper or aluminium foil, 12x18 inches",
			"1 chicken breast",
			"1/2 red pepper, sliced",
			"1/2 yellow pepper sliced",
			"1/4 red onion, sliced",
			"3 tablespoons salsa",
			"n/a",
			"1 tablespoon Mexican cheese blend",
			"1 tablespoon olive oil",
			"Salt, to taste",
			"Pepper, to taste"
		]
	},
	{
		"title": "Greek Spinach Pies (Spanakopita)",
		"country": "Greece",
		"city": "Athens",
		"tags": ["Greek", "Quick"],
		"cook_minutes": 30,
		"img": "https://img.buzzfeed.com/video-api-prod/assets/138fe8a022d8442b9d6833aba90a9f13/MVI_9758.MOV.23_35_54_14.Still002_FB.jpg",
		"intro": "A simple authentic dish from Athens, Greece that only takes 30 minutes to cook.",
		"steps": [
			"Preheat oven to 350˚F (180˚C).",
			"In a large pan over medium heat, cook the green onions and garlic in the olive oil until soft.",
			"Add half the spinach, giving time for some to cook down before adding the rest.",
			"Once the spinach has cooked down, transfer to a medium mixing bowl to cool slightly.",
			"Add the feta, ricotta, egg, dill, parsley, salt and pepper, and mix until evenly spread.",
			"Set in refrigerator.",
			"Lay out one sheet of phyllo dough on a dry surface. Using a pastry brush, coat evenly with olive oil.",
			"Add another sheet of phyllo dough on top of the oiled sheet and repeat the oiling process. Continue until there is a stack of 4 oiled sheets. Repeat process on a new stack with remaining 4 sheets.",
			"Cut your dough into 4 sections using a pizza cutter.",
			"With a single section, add a spoonful of your spinach mix and begin folding over your pastry, brushing each fold with oil. Repeat this process for the remaining sections.",
			"Bake in a preheated oven for 25-30 minutes or until golden brown.",
			"Enjoy!"
		],
		"ingredients": [
			"2 tablespoons olive oil",
			"1 cup green onions, chopped",
			"15 ounces spinach",
			"4 cloves garlic, chopped",
			"1 cup feta cheese",
			"½ cup ricotta cheese",
			"¼ cup dill, chopped",
			"¼ cup parsley, chopped",
			"1 teaspoon salt",
			"1 teaspoon pepper",
			"8 sheets phyllo dough"
		]
	},
	{
		"title": "Red Bean Dorayaki Balls",
		"country": "Japan",
		"city": "Tokyo",
		"tags": ["Japanese", "Healthy"],
		"cook_minutes": 30,
		"img": "https://img.buzzfeed.com/thumbnailer-prod-us-east-1/eb183514995c49188449df172205b90d/japanesefb.jpg",
		"intro": "A simple authentic dish from Tokyo, Japan that only takes 30 minutes to cook.",
		"steps": [
			"Add flour, baking soda, milk and butter in a bowl. Mix it with 2 eggs, lemon juice, honey and whisk thoroughly. Add this mixture in a Takoyaki pan and top with red bean paste. Let the Daroyaki balls cook and top off with powdered sugar(as required).",
			"Enjoy!"
		],
		"ingredients": [
			"100g Flour",
			"2 tbsp. Baking soda",
			"1 cup milk",
			"2 tbsp butter",
			"2 eggs",
			"1 tbsp lemon juice",
			"2 tbsp honey",
			"Red bean paste",
			"Powdered sugar"
		]
	},
	{
		"title": "Easy Chicken Miso Ramen",
		"country": "Japan",
		"city": "Osaka",
		"tags": ["Japanese", "Quick"],
		"cook_minutes": 30,
		"img": "https://img.buzzfeed.com/video-api-prod/assets/9fcbbf1c8b974116bbca85dfccb7e066/BMP5726_Easy_Chicken_Miso_Ramen_Thumb.jpg",
		"intro": "A simple authentic dish from Osaka, Japan that only takes 30 minutes to cook.",
		"steps": [
			"Heat butter in a saucepan, fry corn until warm. Set aside.",
			"Soft-boil 2 eggs and set aside. Blanch the spinach and set aside.",
			"Bring chicken stock, garlic, ginger and scallions to a boil. Boil for 30 minutes.",
			"Add the chicken, simmer for 20 minutes. Remove, and set aside.",
			"Dissolve the miso paste in the chicken broth.",
			"Shred the chicken.",
			"Put everything together. Divide noodles between two bowls. Pour over chicken broth. Add the spinach, corn, shredded chicken, chopped scallions, soft-boiled egg and nori.",
			"Enjoy!"
		],
		"ingredients": [
			"1 Tbsp. of butter",
			"1 cup of corn",
			"2 eggs, soft-boiled",
			"2 cups of spinach",
			"4 cups of chicken stock",
			"2 smashed garlic cloves",
			"3” thumb of ginger, sliced",
			"3 chopped scallions",
			"2 chicken breasts, shredded",
			"2 tbsp of miso paste",
			"2 servings of cooked ramen noodles",
			"Additional chopped scallions for garnish",
			"Nori for garnish"
		]
	},
	{
		"title": "Chicken Salad Sliders",
		"country": "America",
		"city": "Alabama",
		"tags": ["American", "Family Dinner"],
		"cook_minutes": 30,
		"img": "https://img.buzzfeed.com/thumbnailer-prod-us-east-1/55b1a5c4d7ec4cc582da6be55c2701db/BFV31032Siders2Ways_FBfinal.jpg",
		"intro": "A simple authentic dish from Alabama, America that only takes 30 minutes to cook.",
		"steps": [
			"In a bowl, mix together chicken, paprika, cayenne pepper, onion powder, garlic powder, pepper, salt, celery, chives, dill, lemon juice, mayonnaise, sour cream, and Dijon mustard.",
			"Place chicken salad mixture on a slider bun. Top with bacon and lettuce. Place top bun.",
			"Enjoy!"
		],
		"ingredients": [
			"3 cups cooked chicken, shredded",
			"1 teaspoon paprika",
			"¼ cup cayenne pepper",
			"1 teaspoon onion powder",
			"1 teaspoon garlic powder",
			"Pepper, to taste",
			"Salt, to taste",
			"1 cup celery, chopped",
			"½ cup chives, chopped",
			"3 tablespoons dill, chopped",
			"3 tablespoons lemon juice",
			"⅓ cup mayonnaise",
			"½ cup sour cream",
			"2 tablespoons Dijon mustard",
			"12 slider buns",
			"1 pound bacon, cooked, chopped",
			"Lettuce, chopped"
		]
	},
	{
		"title": "One-Pot Chinese Fried Rice",
		"country": "China",
		"city": "Beijing",
		"tags": ["Chinese", "Tasty"],
		"cook_minutes": 30,
		"img": "https://img.buzzfeed.com/thumbnailer-prod-us-east-1/d5308721dc0949f4b9ce85d18574e1cf/onepotrice_FB1.jpg",
		"intro": "A simple authentic dish from Beijing, China that only takes 30 minutes to cook.",
		"steps": [
			"In a large pan with olive or vegetable oil at medium heat, stir the green peas and carrots until both begin to soften.",
			"Add garlic, shrimp, and ham, cook until the shrimp turns slightly pink, about 2 minutes.",
			"Move the ingredients to a corner of the pan and add the rice and eggs, mix well.",
			"Toss all ingredients together and add soy sauce.",
			"Serve and enjoy!"
		],
		"ingredients": [
			"100 grams carrots, chopped",
			"100 grams green peas",
			"6 cloves garlic, chopped",
			"250 grams shrimp, peeled and deveined",
			"200 grams ham, chopped in squares",
			"500 grams leftover rice",
			"3 eggs, beaten",
			"5 tablespoons soy sauce"
		]
	},
	{
		"title": "1-Hour Noodles (Zha Jiang Mian)",
		"country": "Thailand",
		"city": "Bangkok",
		"tags": ["Thai", "Healthy"],
		"cook_minutes": 30,
		"img": "https://img.buzzfeed.com/thumbnailer-prod-us-east-1/video-api/assets/227528.jpg",
		"intro": "A simple authentic dish from Bangkok, Thailand that only takes 30 minutes to cook.",
		"steps": [
			"In a medium pan, heat 1 tablespoon of vegetable oil over medium heat. Add 1 tablespoon of minced garlic, the ginger, and shallot and sauté until lightly aromatic, 1-2 minutes. Add the ground pork to the pan and cook, undisturbed, until golden brown, 3-5 minutes.",
			"Meanwhile, in a small pan, heat another tablespoon of vegetable oil over medium-low heat. Add the soy bean paste and sweet bean sauce and cook until caramelized, 1-2 minutes, being careful not to burn.",
			"Add the caramelized bean paste mixture to the ground pork mixture and stir to combine. Add the soy sauce and cook for another 30 seconds to incorporate. Add the cornstarch slurry, reduce the heat to low, and simmer for about 15 minutes, adding a few tablespoons of water at a time as needed to keep the mixture at a simmer.",
			"Meanwhile, heat a small pan over low heat. Add the remaining  teaspoon of vegetable oil, then pour in the egg and tilt the pan to spread in a thin layer. Cook until the top is just set, then remove the egg crepe from the pan. Let cool, then thinly slice.",
			"Cook the noodles according to the package instructions, then drain.",
			"Place the cooked noodles in a serving bowl and top with the ground pork mixture. Garnish with the egg crepe strips, cucumber, cilantro, and remaining teaspoon of minced garlic.",
			"Enjoy!"
		],
		"ingredients": [
			"2 tablespoons plus 1 teaspoon vegetable oil, divided",
			"1 tablespoon plus 1 teaspoon minced garlic, divided",
			"1 tablespoon minced fresh ginger",
			"1 tablespoon minced shallot",
			"4 ounces 80/20 ground pork",
			"1 tablespoon fermented soy bean paste",
			"1 tablespoon sweet bean sauce",
			"1 teaspoon dark soy sauce",
			"¼ cup cornstarch slurry (8 teaspoons cornstarch mixed with 4 teaspoons water)",
			"1 large egg, beaten",
			"360 grams fresh noodle of choice",
			"1 Persian cucumber, thinly sliced",
			"½ cup fresh cilantro leaves"
		]
	},
	{
		"title": "Mapo Tofu",
		"country": "China",
		"city": "Wuhan",
		"tags": ["Chinese", "Exotic"],
		"cook_minutes": 75,
		"img": "https://img.buzzfeed.com/tasty-app-user-assets-prod-us-east-1/recipes/fe9ede9dc4ec4ba1bb1c16839ecc4c67.jpeg",
		"intro": "Mapo tofu is the perfect dish to add to your weekly routine. It’s savory and spicy (and happens to be vegetarian!).",
		"steps": [
			"Fill a small pot with water and bring to a boil. Remove from the heat and add the shiitake mushrooms. Soak for 30 minutes, until completely rehydrated. Remove the mushrooms from the water and reserve the soaking liquid. Coarsely chop the rehydrated mushrooms.",
			"Dice the tomatoes and green bell pepper. Stem and chop the white button mushrooms.",
			"In a small bowl, combine the chili garlic paste, black bean with garlic sauce, bean paste, soy sauce, hoisin sauce, and sugar. Stir until smooth.",
			"Dice the tofu into 1-inch (2 ½ cm) cubes.",
			"In a large skillet or wok, heat the olive oil over medium heat. Add the rehydrated shiitake and button mushrooms, bell pepper, and tomato and cook until the pepper and mushrooms have softened slightly, 1–2 minutes.",
			"Add the sauce and cook, stirring occasionally, for 3–4 minutes, until fully combined and fragrant.",
			"In a small bowl, stir together the cornstarch and ½ cup (75 G) of the reserved mushroom soaking water until the cornstarch dissolves.",
			"Add the cornstarch slurry to the pan and cook until the sauce thickens, about 2 minutes. Stir in the tofu and cook until heated through, 2–3 minutes more.",
			"Serve immediately over cooked white rice.",
			"Enjoy!"
		],
		"ingredients": [
			"6 large dried shiitake mushrooms",
			"2 medium tomatoes, diced",
			"1 large green bell pepper, seeded",
			"8 ounces white button mushrooms, cleaned",
			"1 teaspoon chili garlic paste",
			"3 tablespoons black bean with garlic sauce",
			"2 tablespoons bean paste",
			"6 tablespoons soy sauce",
			"3 tablespoons hoisin sauce",
			"1 tablespoon sugar",
			"2 16-ounce blocks of extra-firm tofu, pressed",
			"2 tablespoons olive oil",
			"2 tablespoons cornstarch",
			"Cooked white rice, for serving"
		]
	},
	{
		"title": "Low-Carb Pad Thai",
		"country": "Thailand",
		"city": "Phuket",
		"tags": ["Thai", "Quick"],
		"cook_minutes": 30,
		"img": "https://img.buzzfeed.com/thumbnailer-prod-us-east-1/video-api/assets/193293.jpg",
		"intro": "A simple authentic dish from Phuket, Thailand that only takes 30 minutes to cook.",
		"steps": [
			"Trim the ends of the zucchini, then use a vegetable peeler to peel into thin, flat noodles. Repeat with the sweet potato and daikon radish. Set aside.",
			"In a wok or large pan over medium-high heat, combine the brown sugar, fish sauce, tamarind paste, 3 cloves of garlic, and the water. Cook until the sugar has dissolved and the sauce is slightly thickened, about 3 minutes. Remove the pan from the heat and transfer the pad thai sauce to a bowl until ready to use. Wipe out the pan.",
			"Heat a drizzle of coconut oil in the same pan over medium-high heat. Add the chicken thighs and cook for 4 minutes on each side, until browned and cooked through. Remove the chicken from the pan and set aside.",
			"Add a bit more coconut oil to the pan, if needed, then add the shallot, chili paste, and remaining 3 cloves of garlic. Cook until the shallots are softened and the aromatics are fragrant, 2 minutes.",
			"Add the peanuts and bean sprouts, and cook for 1 minute, until the sprouts are softened. Add half of the reserved pad thai sauce and cook until thickened, 3 minutes.",
			"Add the vegetable noodles and chicken, and stir to coat with the sauce, adding more as needed. Add the cilantro, toss, and cook for 30-60 seconds, until the noodles are just warmed through but not soggy.",
			"Serve immediately garnished with more cilantro, bean sprouts, peanuts, and lime wedges.",
			"Enjoy!"
		],
		"ingredients": [
			"2 small zucchini",
			"1 medium sweet potato, peeled",
			"1 6-inch daikon radish, peeled",
			"2 tablespoons brown sugar",
			"2 tablespoons fish sauce",
			"2 tablespoons tamarind paste or lime juice",
			"6 cloves garlic, minced, divided",
			"¼ cup water",
			"Coconut oil, to taste",
			"1 pound boneless, skinless chicken thighs, sliced",
			"1 medium shallot, thinly sliced",
			"2 teaspoons chili paste or 1 diced jalapeño",
			"⅓ cup roasted peanuts, plus more for garnish",
			"½ cup bean sprouts, plus more for garnish",
			"¼ cup fresh cilantro leaves, plus more for garnish",
			"Lime wedges, for garnish"
		]
	},
	{
		"title": "Summer Pudding",
		"country": "United Kingdom",
		"city": "London",
		"tags": ["British", "Tea"],
		"cook_minutes": 390,
		"img": "https://img.buzzfeed.com/thumbnailer-prod-us-east-1/video-api/assets/223567.jpg",
		"intro": "A simple authentic dish from London, United Kingdom that only takes 390 minutes to cook.",
		"steps": [
			"Add the raspberries, blackberries, blueberries, and sugar to a medium saucepan over medium heat. Cook for 8-10 minutes, stirring occasionally, until the berries have softened but are still mostly intact and the sugar just dissolves. Remove the pan from the heat.",
			"Strain the berries through a fine-mesh sieve set over a liquid measuring cup. Add water as needed so you have 1½ cups (360  ml) of liquid total. Pour the liquid into a shallow dish. Reserve the fruit and the liquid.",
			"Trim the crusts off the bread. Cut the bread in half down the middle.",
			"Line a 2-quart bowl with enough plastic wrap to hang over the edges at least 4 inches (10 cm) all around.",
			"Dip a half slice of bread at a time in the reserved berry juice, then line the sides of the wrapped bowl, overlapping slightly. Some slices can hang over the side of the bowl. Line the center of the bowl once the sides are covered.",
			"Spoon the reserved berries into the center of the lined bowl. Fold the bread over the berries, then dip the remaining bread in the berry juice and cover the center, overlapping slightly. Pour any remaining juice over the pudding.",
			"Cover the pudding with the plastic wrap. Place a small plate on top and weigh down with a can. Refrigerate for at least 6 hours, up to overnight.",
			"When ready to serve, remove the plate and the can and peel back the plastic. Place a serving platter over the bowl and quickly flip both the bowl and platter over to invert the pudding. Remove the bowl and plastic wrap.",
			"Top the pudding with the whipped cream, more berries, and fresh mint leaves. Slice and serve.",
			"Enjoy!"
		],
		"ingredients": [
			"2 cups raspberries, plus more for garnish",
			"2 cups blackberries, plus more for garnish",
			"2 cups blueberries, plus more for garnish",
			"1 cup sugar",
			"20 slices white bread",
			"2 cups lightly sweetened whipped cream",
			"Fresh mint leaves, for garnish"
		]
	},
	{
		"title": "Peppermint Brownie Cookies",
		"country": "United Kingdom",
		"city": "London",
		"tags": ["British", "Party"],
		"cook_minutes": 30,
		"img": "https://img.buzzfeed.com/thumbnailer-prod-us-east-1/video-api/assets/197820.jpg",
		"intro": "A simple authentic dish from London, United Kingdom that only takes 30 minutes to cook.",
		"steps": [
			"Preheat the oven to 350°F (180˚C). Line 2 large baking sheets with parchment paper or nonstick baking mats.",
			"Bring a small pot of water to a simmer. Add the chocolate chips, butter, and peppermint extract to a medium heatproof bowl and place over the simmering water. Melt, stirring often until smooth, about 10 minutes. Remove the bowl from the heat and set aside.",
			"In a large bowl, sift together the flour, baking powder, salt, Dutch-process cocoa powder, and black cocoa powder. Whisk to combine.",
			"Add the eggs to the bowl of a stand mixer fitted with the whisk attachment or a large bowl with an electric hand mixer and whip on high speed until foamy, about 1 minute. Continue mixing while slowly adding the granulated and brown sugar until the mixture is pale and falls into ribbons, about 9 minutes.",
			"Add the melted chocolate mixture to the whipped eggs and mix on low speed until just combined.",
			"Add the dry ingredients and mix again until smooth.",
			"Using an ice cream scoop, immediately scoop the cookies onto the prepared baking sheets and smooth the tops with your finger.",
			"Bake for 8 minutes, then remove the cookies from the oven and sprinkle the tops with crushed candy canes. Return the cookies to the oven and bake for another 4 minutes, until the tops are cracked and shiny. Remove from the oven and immediately smack the baking sheets against the countertop, then let the cookies cool completely on the pans.",
			"Note: If black cocoa powder is not available in your grocery store, cookies can be made using 3 tablespoons of Dutch-process cocoa powder; simply swapping the black cocoa for the Dutch-process.",
			"Enjoy!"
		],
		"ingredients": [
			"7 ounces semisweet chocolate chips",
			"½ cup plus 1 tablespoon unsalted butter, cubed",
			"1½ teaspoons peppermint extract",
			"1 cup all-purpose flour",
			"1 teaspoon baking powder",
			"½ teaspoon kosher salt",
			"2 tablespoons Dutch-process cocoa powder",
			"1 tablespoon black cocoa powder",
			"2 large eggs, room temperature",
			"¾ cup granulated sugar",
			"½ cup dark brown sugar, packed",
			"¼ cup crushed candy canes",
			"n/a"
		]
	}
]
